benchmark_results/normal/node_kubernetes_2/fibonacci-blocker_30_c100.txt
Bombarding http://192.168.49.2:30000/fibonacci-blocker/30 with 10000 request(s) using 100 connection(s)
 10000 / 10000 [========================================================================================================================================================] 100.00% 254/s 39s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec       255.18     101.50     538.60
  Latency      388.96ms   355.00ms      9.92s
  HTTP codes:
    1xx - 0, 2xx - 10000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    64.90KB/s