benchmark_results/normal/node_kubernetes_2/json-processing_c10.txt
Bombarding http://192.168.49.2:30000/json-processing with 10000 request(s) using 10 connection(s)
 10000 / 10000 [========================================================================================================================================================] 100.00% 1917/s 5s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec      1968.42     723.83    3812.33
  Latency        5.04ms    10.43ms    76.07ms
  HTTP codes:
    1xx - 0, 2xx - 10000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    72.10MB/s