benchmark_results/normal/node_kubernetes_2/json-processing_c100.txt
Bombarding http://192.168.49.2:30000/json-processing with 10000 request(s) using 100 connection(s)
 10000 / 10000 [========================================================================================================================================================] 100.00% 2492/s 4s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec      2563.68     844.96    5087.35
  Latency       38.33ms    29.05ms   692.66ms
  HTTP codes:
    1xx - 0, 2xx - 10000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    94.07MB/s