benchmark_results/normal/node_kubernetes_2/json-small_c100.txt
Bombarding http://192.168.49.2:30000/json-small with 100000 request(s) using 100 connection(s)
 100000 / 100000 [=====================================================================================================================================================] 100.00% 8459/s 11s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec      8503.73    1999.29   14697.02
  Latency       11.74ms    11.28ms   346.12ms
  HTTP codes:
    1xx - 0, 2xx - 100000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     2.24MB/s